[
    {
        "id": 0,
        "productName": "Fresh Avocados",
        "image": "🥑",
        "from": "Spain",
        "nutrients": "Vitamin B, Vitamin K",
        "quantity": "4 🥑",
        "price": "6.50",
        "organic": true,
        "description": "A ripe avocado yields to gentle pressure when held in the palm of the hand and squeezed. The fruit is not sweet, but distinctly and subtly flavored, with smooth texture. The avocado is popular in vegetarian cuisine as a  substitute for meat in sandwich and salads because of its high fat content. Generally, avocado is served raw, though some cultivar, including the commom 'Hass', can be cooked for a short time without becoming bitter. It is used as the base for the Mexican dip known as guacamole, as well as a spread on corn tortillas or toast, served with spices."
    },
    {
        "id": 1,
        "productName": "Goat and Sheep Cheese",
        "image": "🧀",
        "from": "Portugal",
        "nutrients": "Vatamin A, Calcium",
        "quantity": "250g",
        "price": "5.00",
        "organic": false,
        "description": "Creamy distinct in flavour, goat cheese is a dairy product enjoyed around the world. Goat cheese comes in a wide variety of flavors and textures, from soft and spreadable cheese to salty, crumbly aged cheese. Although it's made using the same coagulation and seperation process cheese made from cow's milk, goat cheese differs in nutrient content."
    },
    {
        "id": 2,
        "productName": "Apollo Broccoli",
        "image": "🥦",
        "from": "Portugal",
        "nutrients": "Vitamin C, Vitamin K",
        "quantity": "3 🥦",
        "price": "5.50",
        "organic": true,
        "description": "Brocolli is known to ba a hearty and tasty vegetable which is rich in dozens of nutrients. It is said to pack the most nutritional punch of vegetable. When we think about green vegetables to include in our diet, broccoli is one of the foremost veggies to come to mind. Broccoli is a cruciferous vegetable and part of the cabbage family, which include vegetables such as Brussel sprout and kale. Although the tastes are different, broccoli and these other vegetables are from the same family."
    },
    {
        "id": 3,
        "productName": "Baby Carrot",
        "image": "🥕",
        "from": "France",
        "nutrients": "Vitamin A, Vitamin K",
        "quantity": "20 🥕",
        "price": "3.00",
        "organic": true,
        "description": "The carrot is a root vegetable that is often claimed to be perfect health food. Carrots are a particular good source of beta-carotene, fiber, vitamin K, potassium and antioxidant. Carrots have a number of health benefits. They are wieght loss friendly food and have been linked to lower cholesterol level and improved eye health."
    },
    {
        "id": 4,
        "productName": "Sweet Corncobs",
        "image": "🌽",
        "from": "Germany",
        "nutrients": "Vitamin C, Magnesium",
        "quantity": "2 🌽",
        "price": "2.00",
        "organic": false,
        "description": "Also known as maize, corn is one of the most popular cereal grains in the world. Popcorn and sweet corn are commonly eaten varieties, but refined corn products are also widely consumed, frequently as ingredients in food. These includes tortillas, tortilla chips, polenta, cornmeal, corn flour, corn syrup, and corn oil. Whole-grain corn is as healthy as any cereal grain, rich in fiber and many vitamins, minerals, and antioxidants."
    }
]